// pages/components/privatePolicy-template/privatePolict-template.js
Page({

  data: {
    htmlTitle: '<section class="sectionPage"><h2>优签隐私政策</h2><br><h2>前言</h2><br><span>优签（以下统称“优签”或“我们”）一向庄严承诺保护使用优签的产品和服务（以下统称“优签服务”）之用户（以下统称“用户”或“您”）的个人信息和隐私安全。您在使用优签服务时，我们可能会收集和使用您的相关个人信息。我们希望通过《优签隐私政策》（以下简称“本政策”）向您说明我们在收集和使用您相关个人信息时对应的处理规则等相关事宜，以便更好地保障您的权益。<br><br><b><u>本政策适用于我们提供的所有优签服务。当您使用我们任何单项服务时，您同意接受本政策以及我们在该单项服务中发出的特定隐私信息类政策条款（下列称“特定条款”）的保护，在此情况下特定条款与本政策条款同时对您产生效力。如我们提供的某一单项服务不适用本政策的，该服务中会以适当方式明示排除适用本政策。<br><br>在使用各项优签服务前，请您务必仔细阅读并透彻理解本政策，特别是以粗体/粗体下划线标识的条款，您应重点阅读，在确认充分理解并同意后再开始使用。如果您不同意本政策的内容，将可能导致我们的产品和服务无法正常运行，或者无法达到我们拟达到的服务效果，您应立即停止访问/使用我们的产品与/或服务。您使用或继续使用优签服务，都表示您同意我们按照本政策（包括更新版本）收集、使用、储存和分享您的个人信息。</u></b><br><br>在使用各项优签服务前，请您务必仔细阅读并透彻理解本政策，特别是以粗体/粗体下划线标识的条款，您应重点阅读，在确认充分理解并同意后再开始使用。如果您不同意本政策的内容，将可能导致我们的产品和服务无法正常运行，或者无法达到我们拟达到的服务效果，您应立即停止访问/使用我们的产品与/或服务。您使用或继续使用优签服务，都表示您同意我们按照本政策（包括更新版本）收集、使用、储存和分享您的个人信息。<br><br>我们十分注重保护用户的个人信息及隐私安全，如果您对我们的隐私保护声明有任何的疑问或建议，请联系：<span style="color：#fff;">visa\@51visa.com</span>我们会尽快为您作出解答。<br><br><h2><a>目录</a></h2><br><br></span></section>'
  },

  onLoad: function (options) {

  },

})